Repository: nesciens/catch-everest
Catalog: languages/*.po
Languages: nl_nl

source: % Replies
nl_nl: % Reacties

source: % Replies;
nl_nl: % reacties;

source: %1$s at %2$s
nl_nl: %1$s om %2$s

source: %s on Delicious
nl_nl: %s op Delicious

source: %s on Dribbble
nl_nl: %s op Dribbble

source: %s on Facebook
nl_nl: %s op Facebook

source: %s on Flickr
nl_nl: %s op Flickr

source: %s on Foursquare
nl_nl: %s op Foursquare

source: %s on GitHub
nl_nl: %s op GitHub

source: %s on Google+
nl_nl: %s op Google+

source: %s on Instagram
nl_nl: %s op Instagram

source: %s on Last.fm
nl_nl: %s op Last.fm

source: %s on Linkedin
nl_nl: %s op LinkedIn

source: %s on MySpace
nl_nl: %s op MySpace

source: %s on Pinterest
nl_nl: %s op Pinterest

source: %s on RSS
nl_nl: %s op RSS

source: %s on Slideshare
nl_nl: %s op Slideshare

source: %s on Tumblr
nl_nl: %s op Tumblr

source: %s on Twitter
nl_nl: %s op Twitter

source: %s on Vimeo
nl_nl: %s op Vimeo

source: %s on WordPress
nl_nl: %s op WordPress

source: %s on YouTube
nl_nl: %s op YouTube

source: %s on deviantART
nl_nl: %s op deviantART

source: &larr; Older Comments
nl_nl: &larr; Oudere reacties

source: &larr; Previous
nl_nl: &larr; vorige

source: (Edit)
nl_nl: (Bewerk)

source: --Disabled--
nl_nl: --Uitgeschakeld--

source: 1 Reply
nl_nl: 1 Reactie

source: 5 Star Rating
nl_nl: Geef 5 sterren

source: <a class="button" href="%s">Click here</a>
nl_nl: <a class="button" href="%s">Klik hier</a>

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
nl_nl: <a class="comment-link" href="#respond" title="Geef een reactie">Geef een reactie</a> of laat een trackback achter: <a class="trackback-link" href="%s" title="Trackback URL voor je bericht" rel="trackback">Trackback URL</a>.

source: <span class="in-category">Posted in %1$s</span>
nl_nl: <span class="in-category">Geplaatst in %1$s</span>

source: <span class="in-tag">Tagged %1$s</span>
nl_nl: <span class="in-tag">Getagd met %1$s</span>

source: <span class="meta-nav">&larr;</span> Older posts
nl_nl: <span class="meta-nav">&larr;</span> oudere berichten

source: <span class="on-date">Posted on %1$s</span><span class="by-author"> by %2$s</span>
nl_nl: <span class="on-date">Geplaatst op %1$s</span><span class="by-author"> door %2$s</span>

source: <span class="on-date">Posted on %3$s</span><span class="in-category"> under %1$s</span><span class="sep"> | </span><span class="in-tag">Tagged %2$s</span><span class="sep"> | </span><span class="by-author"> By %4$s</span>.
nl_nl: <span class="on-date">Geplaatst op %3$s</span><span class="in-category"> onder %1$s</span><span class="sep"> | </span><span class="in-tag">Getagd met %2$s</span><span class="sep"> | </span><span class="by-author"> Door %4$s</span>.

source: <span class="on-date">Posted on %3$s</span><span class="in-category"> under in %1$s<span><span class="sep"> | </span><span class="by-author"> By %4$s</span>.
nl_nl: <span class="on-date">Geplaatst op %3$s</span><span class="in-category"> onder %1$s<span><span class="sep"> | </span><span class="by-author"> Door %4$s</span>.

source: <span class="on-date">Posted on %3$s</span><span class="sep"> | </span><span class="by-author"> By %4$s</span>.
nl_nl: <span class="on-date">Geplaatst op %3$s</span><span class="sep"> | </span><span class="by-author"> Door %4$s</span>.

source: About %s
nl_nl: Over %s

source: Add Image
nl_nl: Voeg afbeelding toe

source: Add Page instead of Latest Posts
nl_nl: Gebruik pagina in plaats van meest recente berichten

source: Add in the Feedburner URL
nl_nl: Voeg het Feedburner-URL in

source: Add in the Target URL for the content
nl_nl: Voeg doel-URL in voor de inhoud

source: All Audio Posts
nl_nl: Alle audioberichten

source: All Chat Posts
nl_nl: Alle chatberichten

source: All Gallery Posts
nl_nl: Alle galerijberichten

source: All Image Posts
nl_nl: Alle afbeeldingsberichten

source: All Link Posts
nl_nl: Alle linkberichten

source: All Rights Reserved
nl_nl: Alle rechten voorbehouden

source: All Status Posts
nl_nl: Alle statusberichten

source: All Video Posts
nl_nl: Alle videoberichten

source: An optional widget area for your site footer
nl_nl: Een optioneel widgetgebied voor de footer

source: Archives
nl_nl: Archieven

source: Author Archives: %s
nl_nl: Archieven per auteur: %s

source: Background
nl_nl: Achtergrond

source: Both comments and trackbacks are currently closed.
nl_nl: Er kunnen geen reacties gegeven worden en ook geen trackbacks worden achtergelaten.

source: CSS Tutorial from W3Schools.
nl_nl: CSS tutorial van W3Schools.

source: Category Archives: %s
nl_nl: Archieven per categorie: %s

source: Change Favicon
nl_nl: Favicon wijzigen

source: Change Image
nl_nl: Wijzig afbeelding

source: Change Web Clip Icon
nl_nl: Wijzig Web Clip Icon

source: Check to Enable
nl_nl: Vink aan om in te schakelen

source: Check to disable
nl_nl: Vink aan om uit te schakelen

source: Check to exclude
nl_nl: Vink aan om uit te sluiten

source: Check to open in new window
nl_nl: Vink aan om te openen in een nieuw venster

source: Check to reset
nl_nl: Vink aan om te resetten.

source: Click Here To Edit
nl_nl: Klik hier om te bewerken

source: Click Here to Read
nl_nl: Klik hier om te lezen

source: Click Here to Set Static Front Page Instead of Latest Posts
nl_nl: Klik hier om een statische voorpagina in te stellen in plaats van meeste recente berichten

source: Code to display on Footer
nl_nl: Code om te laden in de footer

source: Code to display on Header
nl_nl: Code om te laden in header

source: Comment navigation
nl_nl: Reactienavigatie

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
nl_nl: Er kunnen geen reacties gegeven worden, maar je kan wel een trackback achterlaten: <a class="trackback-link" href="%s" title="Trackback URL voor je bericht" rel="trackback">Trackback URL</a>.

source: Comments are closed.
nl_nl: Er kunnen geen reacties worden gegeven.

source: Content
nl_nl: Inhoud

source: Content Layout
nl_nl: Inhoudopmaak

source: Continue reading <span class="meta-nav">&rarr;</span>
nl_nl: Lees verder <span class="meta-nav">&rarr;</span>

source: Custom Background. Need to replace or remove background?
nl_nl: Aangepaste achtergrond. Moet de achtergrond worden vervangen of verwijderd?

source: Custom CSS
nl_nl: Aangepaste CSS

source: Custom Header. Need to Add or Remove Logo?
nl_nl: Aangepaste header. Moet het logo worden toegevoegd of verwijderd?

source: Daily Archives: %s
nl_nl: Archieven per dag: %s

source: Default Display Text in Search
nl_nl: Standaard weergavetekst in zoekveld

source: Default Layout Set in
nl_nl: Standaardopmaak ingesteld in

source: Disable
nl_nl: Uitschakelen

source: Disable Favicon?
nl_nl: Schakel favicon uit?

source: Disable Header Right Section?
nl_nl: Rechterdeel van header uitschakelen?

source: Disable Homepage Featured Content?
nl_nl: Schakel uitgelichte inhoud uit op thuispagina?

source: Disable Homepage Headline?
nl_nl: Thuispaginakop uitschakelen?

source: Disable Homepage Subheadline?
nl_nl: Thuispaginasubkop uitschakelen?

source: Disable Responsive Design?
nl_nl: Responsive Design uitschakelen?

source: Disable Web Clip Icon?
nl_nl: Web Clip Icon uitschakelen?

source: Donate Now
nl_nl: Doneer nu

source: Donate to Catch Everest
nl_nl: Doneer aan Catch Everest

source: Edit
nl_nl: Bewerken

source: Enable Latest Posts?
nl_nl: Meest recente berichten inschakelen?

source: Enable Slider
nl_nl: Slider inschakelen

source: Enter your custom CSS styles.
nl_nl: Vul aangepaste CSS-opmaak in

source: Entire Site
nl_nl: Hele site

source: Excerpt / More Tag Settings
nl_nl: Instellingen van excerpt en more-tag

source: Excerpt length(words)
nl_nl: Excerptlengte (in woorden)

source: Excerpt/Blog Display
nl_nl: Excerpt/blog weergeven

source: Exclude Slider post from Homepage posts?
nl_nl: Sliderberichten niet bij thuispaginaberichten weergeven?

source: Featured Content #%s
nl_nl: Uitgelichte inhoud #%s

source: Featured Post Slider
nl_nl: Slider

source: Featured Post Slider Options
nl_nl: Berichten in slider

source: Featured Slider Post #
nl_nl: Sliderbericht #

source: Featured post
nl_nl: Uitgelicht bericht

source: Feed Redirect URL
nl_nl: URL voor feed redirect

source: Follow @catchthemes
nl_nl: Volg @catchthemes

source: Follow Catch Themes on Twitter
nl_nl: Volg Catch Themes op Twitter

source: Footer Area One
nl_nl: Footergebied Eén

source: Footer Area Three
nl_nl: Footergebied Drie

source: Footer Area Two
nl_nl: Footergebied Twee

source: Full Content Display
nl_nl: Volledige inhoud weergeven

source: Gallery
nl_nl: Galerij

source: Header Right Section
nl_nl: Rechterdeel van header

source: Header and Footer Codes
nl_nl: Code voor header en footer

source: Headline
nl_nl: Kop

source: Homepage / Frontpage
nl_nl: Thuispagina / voorpagina

source: Homepage / Frontpage Settings
nl_nl: Thuispagina / voorpagina

source: Homepage Featured Content Options
nl_nl: Uitgelichte inhoud op thuispagina

source: Homepage Headline
nl_nl: Kop op thuispagina

source: Homepage Headline Options
nl_nl: Kop op thuispagina

source: Homepage Settings
nl_nl: Thuispagina

source: Homepage Subheadline Headline
nl_nl: Subkop voor thuispaginakop

source: Homepage posts categories:
nl_nl: Berichtcategorieën voor thuispagina:

source: Image
nl_nl: Afbeelding

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
nl_nl: Er is niets gevonden op deze locatie. Probeer misschien een van onderstaande links of een zoekopdracht?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
nl_nl: We hebben helaas niets weer te geven. Misschien kan zoeken helpen.

source: Layout Options
nl_nl: Opmaakopties

source: Leave a reply
nl_nl: Geef een reactie

source: Leave empty if you want to remove headline
nl_nl: Laat leeg om kop te verwijderen

source: Leave empty if you want to remove title
nl_nl: Laat leeg om titel te verwijderen

source: Left Sidebar
nl_nl: Sidebar links

source: Left sidebar
nl_nl: Sidebar links

source: Like Catch Themes on Facebook
nl_nl: Like Catch Themes op Facebook

source: Main Sidebar
nl_nl: Primaire sidebar

source: Monthly Archives: %s
nl_nl: Archieven per maand: %s

source: More Tag Text
nl_nl: Tekst van more-tag

source: Most Used Categories
nl_nl: Meest gebruikte categorieën

source: Newer Comments &rarr;
nl_nl: Nieuwere reacties &rarr;

source: Newer posts <span class="meta-nav">&rarr;</span>
nl_nl: nieuwere berichten <span class="meta-nav">&rarr;</span>

source: Next &rarr;
nl_nl: volgende &rarr;

source: No Sidebar
nl_nl: Geen sidebar

source: No sidebar
nl_nl: Geen sidebar

source: Note: Here You can put your Post IDs which displays on Homepage as slider.
nl_nl: NB: Hier kunnen post-IDs worden ingesteld om als slider op de thuispagina te werken.

source: Note: Here you can put scripts from Google, Facebook, Twitter, Add This etc. which will load on Header
nl_nl: NB: Hier kunnen script van Google, Facebook, Twitter, Add This etc. worden ingevoerd die laden in de header.

source: Note: Here you can put scripts from Google, Facebook, Twitter, Add This etc. which will load on footer
nl_nl: NB: Hier kunnen script van Google, Facebook, Twitter, Add This etc. worden ingevoerd die laden in de footer.

source: Note: Web Clip Icon for Apple devices. Recommended Size - Width 144px and Height 144px, which will support High Resolution Devices like iPad Retina.
nl_nl: NB: Web Clip Icon voor Appleapparaten. Het aanbevolen formaat is 144px breed en 144px hoog, voor ondersteuning van apparaten met een hoge resolutie, zoals de iPad Retina.

source: Nothing Found
nl_nl: Niets gevonden

source: Number of Featured Content
nl_nl: Aantal stukken uitgelichte inhoud

source: Number of Slides
nl_nl: Aantal slides

source: One thought on &ldquo;%2$s&rdquo;
nl_nl: Eén reactie op &ldquo;%2$s&rdquo;

source: Only posts that belong to the categories selected here will be displayed on the front page.
nl_nl: Alleen berichten uit de hier geselecteerde categorieën zullen worden weergegeven op de voorpagina.

source: Oops! That page can&rsquo;t be found.
nl_nl: Oeps! Die pagina is niet gevonden.

source: Options Saved
nl_nl: Opties opgeslagen

source: Page %s
nl_nl: Pagina %s

source: Pages:
nl_nl: Pagina's:

source: Permalink to %s
nl_nl: Permalink naar %s

source: Post author
nl_nl: Berichtauteur

source: Post navigation
nl_nl: Berichtnavigatie

source: Powered by
nl_nl: Aangedreven door

source: Preview:
nl_nl: Voorvertoning:

source: Primary Menu
nl_nl: Hoofdmenu

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>
nl_nl: Geplaatst op <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> met grootte <a href="%3$s" title="Link naar volledig formaat">%4$s &times; %5$s</a> in <a href="%6$s" title="Terug naar %7$s" rel="gallery">%7$s</a>

source: Rate us 5 Star on WordPress
nl_nl: Beoordeel ons met 5 sterren op WordPress

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
nl_nl: Klaar om je eerste bericht te plaatsen? <a href="%1$s">Begin hier</a>.

source: Reply
nl_nl: Reageer

source: Reset Layout?
nl_nl: Reset opmaak?

source: Right Sidebar
nl_nl: Sidebar rechts

source: Right sidebar
nl_nl: Sidebar rechts

source: Save
nl_nl: Opslaan

source: Search
nl_nl: Zoeken

source: Search Results for: %s
nl_nl: Zoekresultaten voor: %s

source: Search Text Settings
nl_nl: Zoekveldinstellingen

source: Select Sidebar layout
nl_nl: Selecteer sidebaropmaak

source: Shows the Widgets at the side of Content
nl_nl: Geeft de widgets naast de inhoud weer

source: Sidebar Layout Options
nl_nl: Sidebaropmaakopties

source: Skip to content
nl_nl: Overslaan naar inhoud

source: Slider Options
nl_nl: Slider

source: Social Links
nl_nl: Social Media Links

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
nl_nl: Sorry, maar niets voldeed aan je zoekopdracht. Probeer het nogmaals met andere zoektermen.

source: Tag Archives: %s
nl_nl: Archieven per tag: %s

source: Target. Open Link in New Window?
nl_nl: Target. Open link in een nieuw venster?

source: The appropriate length for Content is around 10 words.
nl_nl: De juiste lengte voor de inhoud is ongeveer 10 woorden.

source: The appropriate length for Headine is around 10 words.
nl_nl: De juiste lengte voor de kop is ongeveer 10 woorden.

source: Theme
nl_nl: Thema

source: Theme Instruction
nl_nl: Themainstructies

source: Theme Options
nl_nl: Themaopties

source: Theme Options By
nl_nl: Themaopties door

source: Theme Settings
nl_nl: Themainstellingen

source: This gallery contains <a %1$s>%2$s photo</a>.
nl_nl: Deze galerij bevat <a %1$s>één foto</a>.

source: Title
nl_nl: Titel

source: Title (optional):
nl_nl: Titel (optioneel):

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
nl_nl: Er kunnen geen trackbacks achtergelaten worden, maar je kan wel <a class="comment-link" href="#respond" title="Geef een reactie">een reactie geven</a>.

source: Transition Delay
nl_nl: Transitievertraging

source: Transition Effect:
nl_nl: Transitieeffect

source: Transition Length
nl_nl: Transitielengte

source: Try looking in the monthly archives. %1$s
nl_nl: Probeer de maandelijkse archieven. %1$s

source: Upgrade to Catch Everest Pro
nl_nl: Upgrade naar Catch Everest Pro

source: Use this widget to add Social Icons from Social Icons Settings as a widget.
nl_nl: Gebruik dit widget om social media iconen van de Social Media Links-instelling weer te geven als widget.

source: View all posts by %s
nl_nl: Bekijk alle berichten van %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
nl_nl: Bekijk alle berichten van %s <span class="meta-nav">&rarr;</span>

source: Web Clip Icon Options
nl_nl: Web Clip Icon opties

source: Yearly Archives: %s
nl_nl: Archieven per jaar: %s

source: You may select multiple categories by holding down the CTRL key.
nl_nl: Meerdere categorieën zijn te selecteren met de CTRL-toets.

source: Your comment is awaiting moderation.
nl_nl: De reactie wacht op moderatie.

source: second(s)
nl_nl: seconde(n)
